Repository: asanchezbdam1/PawPalsApp
Catalog: PawPalsApp/PawPalsApp/Resx/AppResources.*.resx
Languages: es

# AcceptTerms
source: I accept the terms and conditions
es: Accepto los términos y condiciones

source: Account
es: Cuenta

# AccSettings
source: Account Settings
es: Ajustes de cuenta

source: Add Diet
es: Añadir Dieta

source: Add Exercise
es: Añadir Ejercicio

source: Add Hygiene
es: Añadir Higine

source: All About Diet
es: Todo Sobre La Dieta

source: All About Exercise
es: Todo Sobre El Ejercicio

source: All About Hygiene
es: Todo Sobre La Higiene

source: Back
es: Atrás

source: Care
es: Cuidados

# CatsDiet
source: Sterilized cats are more likely to be obese, since by not mating, their metabolism and physical activity decrease. Forsterilized felines and those that suffer from obesity, there are special diets that will help them in the battle against the scale. Commercial brands such as Criadores, Affinity Advance and Royal Canin, among others, which you will find at the best price in Tiendanimal, have a special range of feed for sterilized and overweight cats that will be the ideal alternative for your pet to maintain an adequate body weight . Diets for obese and sterilized cats are low in calories, but contain all the necessary nutrients for this type of feline to maintain all its vitality and energy every day. Don't forget to encourage him to exercise daily and thus burn more energy! Has your cat had or is he overweight? What kind of food do you offer? Do you often play or spend the day lying down or sleeping?
es: Los gatos esterilizados tienen más posibilidades de estar obesos, ya que al no aparearse, su metabolismo y actividad física disminuyen. Para los felinos esterilizados y los que padecen obesidad existen unas dietas especiales que les ayudarán en la batalla contra la báscula. Marcas comerciales como Criadores, Affinity Advance y Royal Canin, entre otras, que encontrarás al mejor precio en Tiendanimal, tienen una gama especial de piensos para gatos esterilizados y con sobrepeso que serán la alternativa ideal para que tu mascota se mantenga en un peso corporal adecuado. Las dietas para gatos obesos y esterilizados son bajas en calorías, pero contienen todos los nutrientes necesarios para que este tipo de felinos mantenga toda la vitalidad y energía cada día. ¡No olvides estimularlo para que haga ejercicio a diario y así queme más energía! ¿Tu gato ha tenido o tiene problemas de sobrepeso ? ¿Qué tipo de alimentación le ofreces? ¿Juega a menudo o suele pasarse el día tumbado o durmiendo ?

# CatsExercise
source: Exercise through intelligence games: There is a wide variety of very useful intelligence games that you can use to motivate your cat. Some dispense treats, others use toys or sounds, it will be up to you to find the one that can be more attractive to him. Active exercise: You must act like a coach who tries to achieve the best performance of his student, always without overdoing it. Get hold of toys that motivate him and that he especially likes. We recommend those that make noise, sounds or lights because they better capture his attention. As we have mentioned before, you should spend at least 20 minutes chasing these toys and exercising actively.
es: Ejercicio mediante juegos de inteligencia: Existe una gran variedad de juegos de inteligencia muy útiles que podrás utilizar para motivar a tu gato. Algunos expenden golosinas, otros utilizan juguetes o sonidos, dependerá de ti encontrar el que pueda ser más atractivo para él. Ejercicio activo: Debes actuar como un entrenador que intenta lograr el mejor rendimiento de su alumno, siempre sin excedernos. Hazte con juguetes que le motiven y le gusten especialmente, te recomendamos aquellos que hacen ruido, sonidos o luces pues logran captar mejor su atención. Como hemos comentado anteriormente deberás dedicar al menos 20 minutos a que persiga dichos juguetes y se ejercite de forma activa.

# CatsHygiene
source: The litter tray: It is important that we check and clean, at least once a day, the tray in which they relieve themselves, always depending on the type of sand that we use, of course. There are litters that need to be changed daily and others that allow debris to be removed without the need to change the tray, such as clumping litter. If we don't, the strong smell of the tray can make the cat not want to relieve itself there and do it elsewhere in the house. In cases where you have long-haired cats and to avoid finding stuck feces, we recommend that you cut the hair around the anus from time to time. The brushing: Regardless of whether your cat's hair is long or short, it is recommended that you brush it at least once a week, although the ideal would be to do it daily. Thanks to brushing you will avoid dermatological problems and you will also give a few moments of pleasure to your cat, since cats love to be brushed. If your cat has access to the outside, you should pay close attention to its brushing, especially in times like spring, during the molt and the rainy season. In the case of long-haired cats, it can be compacted into an ideal mass to harbor parasites, which could lead to serious dermatological problems. Hence the importance of brushing it regularly.
es: La bandeja de arena: Es importante que revisemos y limpiemos, al menos una vez al día, la bandeja en la que hacen sus necesidades, siempre dependiendo del tipo de arena que utilicemos, claro. Hay arenas que necesitan ser cambiadas a diario y otras que permiten retirar los desechos sin necesidad de cambiar la bandeja, como la arena aglomerante. Si no lo hacemos, el fuerte olor de la bandeja puede hacer que el gato no quiera hacer allí sus necesidades y las haga en cualquier otro sitio de la casa. En los casos en los que tengáis gatos de pelo largo y para evitar encontrar heces pegadas, os recomendamos que les cortéis de vez en cuando los pelos que rodean el ano. El cepillado: Independientemente de si el pelo de vuestro gato es largo o corto se aconseja que lo cepilléis, por lo menos, una vez a la semana, aunque lo ideal sería hacerlo a diario.Gracias al cepillado evitaréis problemas dermatológicos y además daréis unos momentos de placer a vuestro gato, ya que los felinos adoran ser cepillados. Si vuestro gato tiene acceso al exterior debéis prestar mucha atención a su cepillado, especialmente en épocas como la primavera, durante la muda y la temporada de lluvias. En el caso de los gatos de pelo largo, éste puede compactarse en una masa ideal para acoger parásitos, lo que podría derivar en serios problemas dermatológicos. De ahí radica la importancia de cepillarlo con regularidad.

source: City
es: Ciudad

# Contact
source: Contact us
es: Contáctanos

source: Country
es: País

source: CuteOMeter
es: Monómetro

# DelAcc
source: Delete Account
es: Eliminar Cuenta

# DeleteMessage
source: Are you sure do you want to delete your account?
es: Estás seguro de que quieres eliminar tu cuenta?

# DelQuestion
source: Are you sure do you want to delete your account?
es: Estás seguro de que quieres eliminar tu cuenta?

# DescAllAboutDiet
source: Animals need a proper diet and we pride ourselves on having the best to advise owners.
es: Los animales necesitan una dieta adecuada y nos enorgullecemos de tener las mejores para aconsejar a los dueños.

# DescAllAboutExercise
source: Here we will give you a few tips on exercise for the different animals we work with in this app.
es: Aqui os daremos unos cuantos consejos sobre el ejercicio para los diferentes animales con los que trabajamos en esta app.

# DescAllAboutHygiene
source: Hygiene is one of the most important sections for the care of your pet. We will give you some advice to solve your doubts.
es: La higiene es uno de los apartados más importantes para el cuidado de tu mascota. Le daremos unos consejos para resolver sus dudas.

source: Diet
es: Dieta

# DogsDiet
source: The BARF is to feed the dogs in an appropriate way. Their goal is to maximize the health, longevity and reproductive capacity of dogs and, by doing so, minimize the need for veterinary intervention. How to properly feed a dog? Giving them the diet they evolved and are designed to eat. Artificial grain-based diets cause countless health problems. They are not what your dog was programmed to eat during his long evolutionary process. A biologically appropriate diet for a dog is one that consists of whole raw foods similar to those eaten by the wild ancestors of dogs. The food fed must contain the same balance and type of ingredients that were consumed by those wild ancestors. This food should include such things as muscle meat, bones, fat, organ meats, and plant materials, and any other food that is similar to what their wild ancestors ate.
es: El BARF es alimentar a los perros en forma apropiada. Su objetivo es maximizar la salud, longevidad, y capacidad reproductiva de los perros y, al hacerlo, minimizar la necesidad por intervención de veterinarios. ¿Cómo alimentas apropiadamente a un perro? Dándole la dieta para la que ellos evolucionaron y están diseñados para comer. Las dietas artificiales basadas en cereales causan problemas innumerables de salud. No son lo que tu perro fue programado para comer durante su largo proceso evolutivo. Una dieta biológicamente apropiada para un perro es una que consiste de comidas crudas enteras similares a las que los ancestros salvajes de los perros consumían. La comida alimentada debe contener el mismo balance y tipo de ingredientes que se consumían por aquellos ancestros salvajes. Esta comida debe incluir cosas tales como carne de los músculos, huesos, grasa, vísceras y materiales vegetales, y cualquier otro alimento que sea similar a lo que sus ancestros salvajes consumían.

# DogsExercise
source: Toys: look for toys that your dog likes (many times it will surprise you, the simplest thing may be what he likes the most) and throw it at him until he falls asleep. Be very careful with stones, sticks and toys, many puppies end up in the hospital after eating their favorite toy! Find a friend: any other pups nearby? It may be a good idea to meet up to play together and burn off all that energy you have. Remember to run, play, chase... but don't overdo it! Your pup is growing and too much exercise can be bad for his joints. Wait until he is fully grown to practice exercises for adult dogs.
es: Juguetes: busca juguetes que le gusten a tu perro (muchas veces te sorprenderá, lo más simple puede ser lo que más le guste) y lánzaselo hasta que caiga rendido. Ten mucho cuidado con piedras, palos y juguetes, ¡muchos cachorros acaban en el hospital tras haberse comido su juguete favorito! Busca un amigo: ¿algún otro cachorro cerca? Puede ser buena idea quedar para que jueguen juntos y quemen toda esa energía que tienen. Recuerda correr, jugar, perseguir… ¡pero sin pasarte! Tu cachorro está en crecimiento y un exceso de ejercicio puede ser perjudicial para sus articulaciones. Espera hasta que haya crecido completamente para practicar ejercicios para perros adultos.

# DogsHygiene
source: 1. The dog bath: Bath time is a lottery. It may be that your pet loves water and enjoys the moment, or on the contrary that he hates it and becomes an ordeal. In any case, bathing your dog is essential to provide correct hygiene. 2. Healthy and clean ears: Do not forget that ear hygiene is also essential. It is advisable to periodically check your ears. At least once a week, especially for dogs with large ears, since air does not enter the ear canals, dirt remains embedded. If, on the other hand, your furry has short ears, twice a month will be enough. 3. Hairy operation: Keeping the coat cared for is another of the cleaning and hygiene habits for dogs. Not only wash it, but cut it, especially in dogs with long, fine or curly hair. Dog groomers are an option for your pet to be the most beautiful, admired and neat in the park. Not forgetting daily brushing. 4. Clean teeth: goodbye to bad breath! Nor can we forget dental hygiene, which not only prevents bad breath, but also prevents future oral ailments that can lead to very painful infections. There are dog toothbrushes on the market that will make your task easier. A couple of brushes a week will prevent possible dental problems. 5. Clean his eyes: And, finally, within the cleaning for dogs we also find their eyes. To eliminate the annoying legañas, it is enough to use gauze moistened in physiological saline and gently drag them. Cleaning the eyes prevents possible infections such as conjunctivitis.
es: 1. El baño del perro: La hora del baño es una lotería. Puede que a tu mascota le encante el agua y disfrute del momento, o por el contrario que la aborrezca y se convierta en un suplicio.En cualquier caso, bañar a tu perro es fundamental para proporcionarle una higiene correcta. 2. Oídos sanos y limpios: No hay que olvidar que la higiene de los oídos también es primordial. Es recomendable revisar periódicamente sus oídos. Al menos una vez a la semana especialmente en aquellos perros con orejas grandes, ya que, al no entrar aire a los conductos auditivos, la suciedad se queda incrustada. Si por el contrario tu peludo tiene orejas cortas, con dos veces al mes será suficiente. 3. Operación pelazo: Mantener el pelaje cuidado es otro de los hábitos en la limpieza e higiene para perros. No sólo lavarlo, sino cortarlo, en especial en los perros de pelo largo y fino o rizado.Los peluqueros caninos son una opción para que tu mascota sea la más guapa, admirada y aseada del parque. Sin olvidar el cepillado diario. 4. Dientes limpios: ¡adiós al mal aliento! Tampoco podemos olvidarnos de la higiene dental, que no sólo previene el mal aliento, sino que evita también futuras dolencias bucales que pueden derivar en infecciones muy dolorosas. En el mercado existen cepillos de dientes para perros que harán tu tarea más sencilla.Un par de cepillados a la semana evitará posibles problemas dentales. 5. Limpia sus ojitos: Y, por último, dentro de la limpieza para perros también encontramos sus ojos.Para eliminar las molestas legañas basta con usar gasas humedecidas en suero fisiológico y arrastrarlas suavemente. La limpieza de los ojos previene posibles infecciones como la conjuntivitis.

source: Exercise
es: Ejercicio

source: Email
es: Correo electrónico

source: Enter
es: Entrar

# EnteringWithoutPass
source: * Entering without an account won't enable you to use the online features.
es: * Entrar sin cuenta no te permitirá emplear las funciones en línea.

# ErrorTitle
source: Something went wrong
es: Algo ha ido mal

source: Guide
es: Guía

source: Help
es: Ayuda

source: Hygiene
es: Higiene

# NomCity
source: Write your city
es: Escribe tu ciudad

# NomCountry
source: Write your country
es: Escribe tu país

source: Personal name
es: Nombre completo

# PrivaPol
source: Privacy policy
es: Política de privacidad

# RodentDiet
source: Nut-based diet. The vast majority of rodents love nuts. Squirrels are the main consumers of nuts.Rats, mice and porcupines are also great addicts of this type of food. Diets for carnivores Some rodents eat meat. Rats are especially prone to eating meat and fish. Rats are capable of digesting rotting meat and consuming remnants of human waste. They don't let any opportunity escape! Diets with fruits and berries \n In wild and natural environments, rodents eat fruits and berries, which are the foods they usually find in their habitats.
es: Dieta basada en nueces. A la gran mayoría de los roedores les encanta la nuez. Las ardillas son los principales consumidores de frutos secos.Las ratas, los ratones y los puercoespines son también grandes adictos este tipo de comida. Dietas para carnívoros Algunos roedores comen carne. Las ratas son especialmente propensas a comer carne y pescado. Las ratas son capaces de digerir la carne podrida y de consumir restos de basura humana. ¡No dejan ninguna oportunidad escapar! Dietas con frutas y bayas En entornos salvajes y naturales los roedores comen frutas y bayas que son los alimentos que suelen encontrar en sus hábitats.

# RodentsHygiene
source: How to bathe a rodent?: Rodents are generally quite clean as they spend much of their time licking themselves. But sometimes even the cleanest of rodents may need a little extra help with their personal hygiene. The baths do not have to be very frequent, a couple or three times a year will suffice, since if you bathe him too often you can damage the pH of the skin, so it is also very important to choose a suitable and specially formulated shampoo. for them. How to brush a rodent?: Brushing is very important because, in addition to making his coat look better, it helps improve circulation. Brushing is essential, especially during the moulting season. Depending on the type of fur you have, you will need a comb with spikes or a brush, but with either of the two we must be very careful not to pull the knots that your little one may have. It should be brushed throughout the entire body, taking special care with the belly as it is a very sensitive part and you could hurt it.
es: ¿Cómo bañar a un roedor?: Por lo general los roedores son bastante limpios ya que pasan gran parte del tiempo lamiéndose. Pero en ocasiones, hasta los roedores más limpios pueden necesitar una ayuda extra con su higiene personal. Los baños no tienen que ser muy frecuentes, bastará con un par de veces o tres al año, ya que si lo bañas con mucha frecuencia puedes dañar el pH de la piel, por lo que además es muy importante elegir un champú adecuado y formulado especialmente para ellos. ¿Cómo cepillar a un roedor?: El cepillado es muy importante porque, además de conseguir que su pelaje tenga un mejor aspecto, ayuda a que mejore su circulación. El cepillado se hace imprescindible sobre todo en la época de muda. En función del tipo de pelaje que tenga necesitarás un peine con púas o un cepillo, pero con cualquiera de los dos debemos tener mucho cuidado de no tirar de los nudos que pueda tener tu pequeñín. Se debe cepillar a lo largo de todo el cuerpo, teniendo especial cuidado con la barriga ya que es una parte muy sensible y podrías hacerle daño.

# SelApar
source: Select an option
es: Selecciona un apartado

# SettingAccount
source: Privacy, information, management
es: Privacidad, información, gestión

# SettingHelp
source: Support, privacy policy
es: Centro de ayuda, política de privacidad

# HaveAnAccount
source: Already registered?
es: ¿Ya registrado? Inicia sesión aquí:

# ImageSizeError
source: Error selecting image. The photo selected is too big.
es: Error al seleccionar la imagen. La imagen es demasiado grande.

# IncorrectLoginData
source: The format of at least one of the fields is incorrect.
es: El formato de al menos uno de los campos es incorrecto.

# IncorrectRegisterData
source: One of more fields is incorrect, please check: Passwords match and are between 8 and 20 characters without whitespaces and contain a number or letter. Username is between 3 and 20 characters with no whitespaces. Email has the proper format. You have accepted the terms and conditions.
es: Uno o más campos es incorrecto, por favor compruebe: Las contraseñas coinciden y son de entre 8 y 20 caracteres sin espacios y contienen un número. El nombre de usuario tiene entre 3 y 20 caracteres sin espacios. El correo tiene el formato correcto. Has aceptado los términos y condiciones.

source: Login
es: Iniciar sesión

# LoginError
source: Error when logging in. Incorrect password or user not registered.
es: Error iniciando sesión. Contraseña incorrecta o usuario no registrado

source: New to PawPals?
es: ¿Nuevo en PawPals?

source: Password
es: Contraseña

# RefreshError
source: An error occurred when trying to retrieve posts.
es: Error al recuperar publicaciones.

source: Register
es: Registrarse

# RegisterError
source: Error during registration. Already registered? Try logging in!
es: Error durante el registro. ¿Estás registrado? ¡Inicia sesión!

# RepeatPassword
source: Confirm the password
es: Confirmar contraseña

source: Settings
es: Ajustes

# TitleCatsDiet
source: Diet for obese and sterilized cats
es: Dieta para gatos obesos y esterilizados

# TitleCatsExercise
source: Cat exercises
es: Ejercicios para gatos

# TitleCatsHygiene
source: Hygiene for cats
es: Higiene para gatos

# TitleDogsDiet
source: What is the BARF diet for dogs?
es: ¿Qué es la dieta BARF para perros?

# TitleDogsExercise
source: Dog exercises
es: Ejercicios para perros

# TitleDogsHygiene
source: Hygiene for dogs
es: Higiene para perros

# TitleRodentDiet
source: What are the diets of rodents?
es: ¿Cuáles son las dietas de los roedores?

# TitleRodentsExercise
source: Rodent exercises
es: Ejercicios para roedores

# TitleRodentsHygiene
source: Hygiene for rodents
es: Higiene para roedores

source: User Manual
es: Manual de usuario

# Success
source: Operation succeeded
es: Operación correcta

# SuccessRegister
source: Registration has been succesful. Please login to continue.
es: Se ha registrado correctamente. Por favor proceda a iniciar sesión.

source: Username
es: Nombre de usuario

source: Welcome
es: Bienvenido
